# coding: utf
# Гласные поля
# Реализовать класс Vovel, у объекта которого можно получить 
# значение любого поля, если имя этого поля состоит 
# только из маленьких гласных латинских букв. 
# Значение это — строка, совпадающая с именем поля, 
# только состоящая из больших латинских букв. В противном случае поведение 
# объекта должно быть естественным (вызывть исключение AttributeError, 
# как минимум с тем же сообщением, что и «естественный» AttributeError 
# в случае несуществующего поля). Реализовывать что-то, кроме получения значения поля, не надо.